Repository: achappey/aihappey-windows
Catalog: Core/AIHappey.Desktop.Core/Strings/*/Resources.resw
Source language: en
Languages: nl

# AiLocation
source: AI gateway location
nl: Locatie van AI-gateway

# AgentsLocation
source: Agents gateway location
nl: Locatie van agentsgateway

# AiUrl
source: AI gateway remote HTTPS URL
nl: Externe HTTPS-URL van AI-gateway

# AgentsUrl
source: Agents gateway remote HTTPS URL
nl: Externe HTTPS-URL van agentsgateway

# Extraction
source: Document-to-text extraction
nl: Documenten naar tekst omzetten

# ExtractionHint
source: Extract text from local PDFs for model chat. Original files are always included. Agent chat sends originals only.
nl: Extraheer tekst uit lokale PDF-bestanden voor modelchats. De originele bestanden worden altijd meegestuurd. Agentchats versturen alleen de originelen.

# ConnectionsHint
source: Connections and history are isolated by this configuration. Use the user profile menu to manage API keys or your enterprise account. Changing a remote destination changes where your prompts and configured credentials are sent.
nl: Verbindingen en geschiedenis zijn gescheiden op basis van deze configuratie. Gebruik het gebruikersprofielmenu om API-sleutels of je bedrijfsaccount te beheren. Als je een externe bestemming wijzigt, verandert waar je prompts en ingestelde inloggegevens naartoe worden verzonden.

source: On
nl: Aan

source: Off
nl: Uit

# StatusComplete
source: complete
nl: voltooid

# StatusStreaming
source: streaming
nl: bezig met genereren

# StatusInterrupted
source: interrupted
nl: onderbroken

# StatusStopped
source: stopped
nl: gestopt

# StatusFailed
source: failed
nl: mislukt

# StatusApprovalRequired
source: approval required
nl: goedkeuring vereist

# SettingsDialog.Title
source: Settings
nl: Instellingen

# SettingsDialog.PrimaryButtonText
source: Save
nl: Opslaan

# SettingsDialog.CloseButtonText
source: Cancel
nl: Annuleren

# SettingsTabs.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Settings
nl: Instellingen

# SettingsGeneral.Text
source: General
nl: Algemeen

# SettingsAttachments.Text
source: Attachments
nl: Bijlagen

# SettingsGeneralTab.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: General
nl: Algemeen

# SettingsLanguage.Header
source: Language
nl: Taal

# SettingsRestartHint.Text
source: Language changes take effect after restarting the app.
nl: Taalwijzigingen worden toegepast nadat je de app opnieuw hebt gestart.

# SettingsAiLocation.Header
source: AI gateway location
nl: Locatie van AI-gateway

# SettingsAiUrl.Header
source: AI gateway remote HTTPS URL
nl: Externe HTTPS-URL van AI-gateway

# SettingsAgentsLocation.Header
source: Agents gateway location
nl: Locatie van agentsgateway

# SettingsAgentsUrl.Header
source: Agents gateway remote HTTPS URL
nl: Externe HTTPS-URL van agentsgateway

# SettingsConnectionsHint.Text
source: Connections and history are isolated by this configuration. Use the user profile menu to manage API keys or your enterprise account. Changing a remote destination changes where your prompts and configured credentials are sent.
nl: Verbindingen en geschiedenis zijn gescheiden op basis van deze configuratie. Gebruik het gebruikersprofielmenu om API-sleutels of je bedrijfsaccount te beheren. Als je een externe bestemming wijzigt, verandert waar je prompts en ingestelde inloggegevens naartoe worden verzonden.

# SettingsExtraction.Header
source: Document-to-text extraction
nl: Documenten naar tekst omzetten

# SettingsExtraction.OnContent
source: On
nl: Aan

# SettingsExtraction.OffContent
source: Off
nl: Uit

# SettingsExtractionHint.Text
source: Extract text from local PDFs for model chat. Original files are always included. Agent chat sends originals only.
nl: Extraheer tekst uit lokale PDF-bestanden voor modelchats. De originele bestanden worden altijd meegestuurd. Agentchats versturen alleen de originelen.

source: Chat settings
nl: Chat instellingen

# ChatMaxOutputTokens
source: Maximum output tokens
nl: Maximaal aantal uitvoertokens

# ChatOptional
source: Optional
nl: Optioneel

# ChatRestoreDefaults
source: Restore defaults
nl: Standaardwaarden

# ChatTokensInvalid
source: Enter a positive whole number, or leave this field empty.
nl: Voer een positief geheel getal in of laat dit veld leeg.

# ChatFieldInvalid
source: Enter a valid value. Check the required range or JSON syntax.
nl: Voer een geldige waarde in. Controleer het bereik of de JSON-syntaxis.

# ChatSettingsInvalid
source: Correct the invalid fields before closing. Your changes have not been saved.
nl: Corrigeer de ongeldige velden voordat u sluit. Uw wijzigingen zijn niet opgeslagen.

# ChatSettingsSaveFailed
source: Chat settings could not be saved. Your draft is still open.
nl: Chatinstellingen konden niet worden opgeslagen. Uw concept blijft geopend.

# ChatShellSkillsDeferred
source: Skills catalog selection is not available in this version. Existing native shell skills are preserved.
nl: Selectie uit de skillcatalogus is nog niet beschikbaar. Bestaande OpenAI-shellskills blijven behouden.

# ChatForm_inherit
source: Not specified
nl: Niet opgegeven

# ChatForm_on
source: On
nl: Aan

# ChatForm_off
source: Off
nl: Uit

# ChatForm_up
source: Up
nl: Omhoog

# ChatForm_down
source: Down
nl: Omlaag

# ChatForm_edit
source: Edit
nl: Bewerken

# ChatForm_reasoning
source: Reasoning
nl: Nadenken

# ChatForm_reasoningEffort
source: Effort
nl: Niveau

# ChatForm_reasoningSummary
source: Reasoning detail
nl: Weergave gedachten

# ChatForm_reasoningMode
source: Mode
nl: Modus

# ChatForm_webSearch
source: Web search
nl: Zoeken op internet

# ChatForm_searchContextSize
source: Context size
nl: Contextgrootte

# ChatForm_country
source: Country
nl: Land

# ChatForm_region
source: Region
nl: Regio

# ChatForm_city
source: City
nl: Plaats

# ChatForm_timezone
source: Timezone
nl: Tijdzone

# ChatForm_image_generation
source: Image generation
nl: Afbeeldingen maken

# ChatForm_partial_images
source: Partial images
nl: Gedeeltelijke afbeeldingen

# ChatForm_quality
source: Quality
nl: Kwaliteit

# ChatForm_input_fidelity
source: Input fidelity
nl: Nauwkeurigheid van invoer

# ChatForm_moderation
source: Moderation
nl: Moderatie

# ChatForm_background
source: Background
nl: Achtergrond

# ChatForm_size
source: Size
nl: Formaat

# ChatForm_code_execution
source: Code execution
nl: Code uitvoeren

# ChatForm_other
source: Other
nl: Overig

# ChatForm_parallelToolCalls
source: Parallel tool calls
nl: Parallel tools gebruiken

# ChatForm_add
source: Add
nl: Toevoegen

# ChatForm_delete
source: Delete
nl: Verwijderen

# ChatForm_save
source: Save
nl: Opslaan

# ChatForm_cancel
source: Cancel
nl: Annuleer

# ChatForm_enabled
source: Enabled
nl: Ingeschakeld

# ChatForm_openai_output_compression
source: Output compression
nl: Uitvoer compressie

# ChatForm_openai_action
source: Action
nl: Actie

# ChatForm_openai_generate
source: Generate
nl: Genereer

# ChatForm_openai_edit
source: Edit
nl: Wijzig

# ChatForm_openai_promptCacheRetention
source: Prompt cache retention
nl: Prompt cache retentie

# ChatForm_openai_promptCacheOptions_24h
source: 24 hours
nl: 24 uur

# ChatForm_openai_promptCacheOptions_in-memory
source: In-memory
nl: Tijdelijk

# ChatForm_openai_promptCacheOptions_mode
source: Mode
nl: Modus

# ChatForm_openai_promptCacheOptions_ttl
source: Minimum cache lifetime
nl: Minimale cacheduur

# ChatForm_openai_promptCacheOptions_modes_implicit
source: Implicit
nl: Impliciet

# ChatForm_openai_promptCacheOptions_modes_explicit
source: Explicit
nl: Expliciet

# ChatForm_openai_promptCacheOptions_ttls_30m
source: 30 minutes
nl: 30 minuten

# ChatForm_openai_moderation_title
source: Moderation
nl: Moderatie

# ChatForm_openai_moderation_model
source: Moderation model
nl: Moderatietmodel

# ChatForm_openai_moderation_inputMode
source: Input policy
nl: Invoerbeleid

# ChatForm_openai_moderation_outputMode
source: Output policy
nl: Uitvoerbeleid

# ChatForm_openai_moderation_modes_block
source: Block
nl: Blokkeren

# ChatForm_openai_multiAgent_description
source: Allow the root model to coordinate subagents in parallel for complex Responses API tasks. Enabling this also adds the required OpenAI beta header.
nl: Laat het hoofdmodel subagents parallel aansturen voor complexe Responses API-taken. Als je dit inschakelt, wordt ook de vereiste OpenAI beta-header toegevoegd.

# ChatForm_openai_multiAgent_maxConcurrentSubagents
source: Max concurrent subagents
nl: Maximum aantal gelijktijdige subagents

# ChatForm_openai_multiAgent_maxConcurrentSubagentsHelp
source: Limits the number of active subagents across the entire agent tree. The OpenAI recommended default is 3.
nl: Beperkt het aantal actieve subagents binnen de volledige agentstructuur. De door OpenAI aanbevolen standaardwaarde is 3.

# ChatForm_openai_sessionAgent_inherit
source: Not specified
nl: Niet opgegeven

# ChatForm_openai_sessionAgent_instructions
source: Instructions
nl: Instructies

# ChatForm_openai_sessionAgent_effort
source: Reasoning effort
nl: Redeneerinspanning

# ChatForm_openai_sessionAgent_summary
source: Reasoning summary
nl: Redeneersamenvatting

# ChatForm_openai_sessionAgent_serviceTier
source: Service tier
nl: Servicelaag

# ChatForm_openai_sessionAgent_verbosity
source: Text verbosity
nl: Uitvoerigheid van tekst

# ChatForm_openai_sessionAgent_format
source: Text format
nl: Tekstformaat

# ChatForm_openai_sessionAgent_invalidSchema
source: Enter a valid JSON Schema object.
nl: Voer een geldig JSON-schemaobject in.

# ChatForm_openai_sessionAgent_multiAgent
source: Enable subagents
nl: Subagents inschakelen

# ChatForm_openai_sessionAgent_maxSubagents
source: Max concurrent subagents
nl: Maximum aantal gelijktijdige subagents

# ChatForm_openai_sessionAgent_computer_use
source: Computer use
nl: Computergebruik

# ChatForm_openai_sessionAgent_web_search
source: Web search
nl: Zoeken op het web

# ChatForm_openai_sessionAgent_programmatic_tool_calling
source: Programmatic tool calling
nl: Programmatische toolaanroepen

# ChatForm_openai_sessionAgent_tool_search
source: Tool search
nl: Tools zoeken

# ChatForm_openai_sessionAgent_screenshots
source: Include screenshots
nl: Schermafbeeldingen opnemen

# ChatForm_openai_sessionAgent_programmaticEnabled
source: Enable calls from generated code
nl: Aanroepen vanuit gegenereerde code inschakelen

# ChatForm_openai_sessionAgent_searchMode
source: Web search mode
nl: Webzoekmodus

# ChatForm_openai_sessionAgent_searchContext
source: Search context size
nl: Grootte van zoekcontext

# ChatForm_openai_sessionAgent_allowedDomains
source: Search allowed domains (one per line)
nl: Toegestane zoekdomeinen (één per regel)

# ChatForm_openai_sessionAgent_city
source: City
nl: Plaats

# ChatForm_openai_sessionAgent_country
source: Country
nl: Land

# ChatForm_openai_sessionAgent_region
source: Region
nl: Regio

# ChatForm_openai_sessionAgent_timezone
source: Timezone
nl: Tijdzone

# ChatForm_openai_sessionEnvironment_title
source: Environment (Agent)
nl: Omgeving (Agent)

# ChatForm_openai_sessionEnvironment_type
source: Environment type
nl: Omgevingstype

# ChatForm_openai_sessionEnvironment_none
source: None
nl: Geen

# ChatForm_openai_sessionEnvironment_openai_hosted
source: OpenAI hosted
nl: Gehost door OpenAI

# ChatForm_openai_sessionEnvironment_self_hosted
source: Self hosted
nl: Zelf gehost

# ChatForm_openai_sessionEnvironment_templateId
source: Environment template ID
nl: ID van omgevingssjabloon

# ChatForm_openai_sessionEnvironment_containerSize
source: Container size
nl: Containergrootte

# ChatForm_openai_sessionEnvironment_inherit
source: Not specified
nl: Niet opgegeven

# ChatForm_openai_sessionEnvironment_small
source: Small
nl: Klein

# ChatForm_openai_sessionEnvironment_medium
source: Medium
nl: Middelgroot

# ChatForm_openai_sessionEnvironment_large
source: Large
nl: Groot

# ChatForm_openai_sessionEnvironment_desktop
source: Provision desktop and browser proxy
nl: Bureaublad en browserproxy inrichten

# ChatForm_openai_sessionEnvironment_network
source: Network access
nl: Netwerktoegang

# ChatForm_openai_sessionEnvironment_enabled
source: Enabled
nl: Ingeschakeld

# ChatForm_openai_sessionEnvironment_disabled
source: Disabled
nl: Uitgeschakeld

# ChatForm_openai_sessionEnvironment_restricted
source: Restricted
nl: Beperkt

# ChatForm_openai_sessionEnvironment_domainHelp
source: Use either allowed or blocked domains, not both. Wildcards are not supported.
nl: Gebruik toegestane of geblokkeerde domeinen, niet beide. Jokertekens worden niet ondersteund.

# ChatForm_openai_sessionEnvironment_allowedDomains
source: Allowed domains (one per line)
nl: Toegestane domeinen (één per regel)

# ChatForm_openai_sessionEnvironment_blockedDomains
source: Blocked domains (one per line)
nl: Geblokkeerde domeinen (één per regel)

# ChatForm_openai_sessionEnvironment_workspaceDirectory
source: Absolute workspace directory
nl: Absoluut werkmap-pad

# ChatForm_openai_serviceTier_title
source: Service tier
nl: Servicelaag

# ChatForm_openai_serviceTier_auto
source: Automatic
nl: Automatisch

# ChatForm_openai_serviceTier_default
source: Default
nl: Standaard

# ChatForm_openai_serviceTier_flex
source: Flexible
nl: Flexibel

# ChatForm_openai_serviceTier_scale
source: Scalable
nl: Schaal

# ChatForm_openai_serviceTier_fast
source: Fast
nl: Snel

# ChatForm_openai_serviceTier_priority
source: Priority
nl: Prioriteit

# ChatForm_openai_serviceTier_ultrafast
source: Ultrafast
nl: Ultrasnel

# ChatForm_openai_customVoice
source: Custom voice
nl: Aangepaste stem

# ChatForm_openai_includeOutputs
source: Include outputs
nl: Inclusief uitvoer

# ChatForm_openai_includeSources
source: Include sources
nl: Inclusief bronnen

# ChatForm_openai_returnTokenBudget
source: Return token budget
nl: Tokenbudget voor resultaten

# ChatForm_openai_returnTokenBudgetOptions_default
source: Default
nl: Standaard

# ChatForm_openai_returnTokenBudgetOptions_unlimited
source: Unlimited
nl: Onbeperkt

# ChatForm_openai_externalWebAccess
source: Live internet access
nl: Live internettoegang

# ChatForm_openai_allowedDomains
source: Allowed domains
nl: Toegestane domeinen

# ChatForm_openai_searchContentTypes_text
source: Text search results
nl: Tekstzoekresultaten

# ChatForm_openai_searchContentTypes_image
source: Image search results
nl: Afbeeldingszoekresultaten

# ChatForm_openai_imageSettings_maxResults
source: Max. image results
nl: Max. aantal afbeeldingen

# ChatForm_openai_imageSettings_caption
source: Include captions
nl: Inclusief bijschriften

# ChatForm_openai_truncation_title
source: Truncation
nl: Inkorten

# ChatForm_openai_truncation_auto
source: Automatic
nl: Automatisch

# ChatForm_openai_truncation_disabled
source: Disabled
nl: Uitgeschakeld

# ChatForm_openai_timestampGranularities
source: Timestamp granularities
nl: Tijdstempel-granulariteit

# ChatForm_openai_timestampGranularitiesWord
source: Word
nl: Woord

# ChatForm_openai_transcriptionLanguagePlaceholder
source: The language of the input audio in ISO-639-1 (e.g. en)
nl: De taal van de audio in ISO-639-1-formaat (bijv. nl of en)

# ChatForm_openai_speechPromptPlaceholder
source: An optional text to guide the model's style or continue a previous audio segment
nl: Optionele tekst om de stijl van het model te sturen of een eerder audiofragment te laten doorlopen

# ChatForm_openai_includeSearchResults
source: Include search results
nl: Inclusief zoekresultaten

# ChatForm_openai_encryptedContent
source: Include encryption
nl: Inclusief encryptie

# ChatForm_openai_responsesIncludeImageUrls
source: Include image URLs from computer output
nl: Afbeeldings-URL's uit computeruitvoer opnemen

# ChatForm_openai_responsesIncludeInputImageUrls
source: Include image URLs from input messages
nl: Afbeeldings-URL's uit invoerberichten opnemen

# ChatForm_openai_responsesIncludeOutputLogprobs
source: Include output logprobs
nl: Logprobs van uitvoer opnemen

# ChatForm_openai_responsesIncludeDescriptions_webSearchSources
source: Include the sources returned by the web search tool call.
nl: Neem de bronnen op die door de webzoek-toolcall zijn teruggegeven.

# ChatForm_openai_responsesIncludeDescriptions_codeInterpreterOutputs
source: Include the outputs of Python code execution in code interpreter tool calls.
nl: Neem de uitvoer van Python-code-uitvoering in code interpreter-toolcalls op.

# ChatForm_openai_responsesIncludeDescriptions_computerCallImageUrls
source: Include image URLs returned from computer call outputs.
nl: Neem afbeeldings-URL's op die door computer-call-uitvoer zijn teruggegeven.

# ChatForm_openai_responsesIncludeDescriptions_fileSearchResults
source: Include the search results returned by the file search tool call.
nl: Neem de zoekresultaten op die door de file search-toolcall zijn teruggegeven.

# ChatForm_openai_responsesIncludeDescriptions_inputImageUrls
source: Include image URLs from input messages.
nl: Neem afbeeldings-URL's uit invoerberichten op.

# ChatForm_openai_responsesIncludeDescriptions_outputTextLogprobs
source: Include log probabilities with assistant text responses.
nl: Neem logprobabilities op bij assistent-tekstreacties.

# ChatForm_openai_responsesIncludeDescriptions_reasoningEncryptedContent
source: Include encrypted reasoning tokens so reasoning items can be reused in stateless multi-turn Responses API conversations.
nl: Neem versleutelde reasoning-tokens op zodat reasoning-items opnieuw kunnen worden gebruikt in stateless multi-turn Responses API-gesprekken.

# ChatForm_openai_instructions
source: Instructions
nl: Instructies

# ChatForm_openai_instructionsPlaceholder
source: A system (or developer) message inserted into the model's context.
nl: Een systeem bericht dat wordt toegevoegd aan de context.

# ChatForm_openai_imageInputDetail_title
source: Input image detail
nl: Detail van invoerafbeeldingen

# ChatForm_openai_imageInputDetail_auto
source: Auto
nl: Automatisch

# ChatForm_openai_imageInputDetail_low
source: Low
nl: Laag

# ChatForm_openai_imageInputDetail_high
source: High
nl: Hoog

# ChatForm_openai_imageInputDetail_original
source: Original
nl: Origineel

# ChatForm_openai_contextManagement_title
source: Context management
nl: Context beheer

# ChatForm_openai_contextManagement_description
source: Configure how the Responses API should compact earlier context during a request.
nl: Configureer hoe de chat-context te comprimeren.

# ChatForm_openai_contextManagement_empty
source: No context management entries configured yet.
nl: Nog geen contextbeheerregels geconfigureerd.

# ChatForm_openai_contextManagement_add
source: Add context rule
nl: Contextregel toevoegen

# ChatForm_openai_contextManagement_compactThreshold
source: Compact threshold
nl: Compressiedrempel

# ChatForm_openai_contextManagement_compactThresholdHelp
source: Triggers compaction when the request context reaches this token threshold.
nl: Start compressie wanneer de context deze token-drempel bereikt.

# ChatForm_openai_contextManagement_compactThresholdInvalid
source: Compact threshold must be {{min}} or higher.
nl: Compressiedrempel moet {{min}} of hoger zijn.

# ChatForm_openai_contextManagement_entrySummary
source: Compacts context at {{threshold}} tokens.
nl: Comprimeert context bij {{threshold}} tokens.

# ChatForm_openai_contextManagement_types_compaction
source: Compaction
nl: Compressie

# ChatForm_openai_programmaticToolCalling_title
source: Tools with code
nl: Tools via code

# ChatForm_openai_programmaticToolCalling_allowedCallers
source: Allowed callers
nl: Gebruiksmethode

# ChatForm_openai_toolSearch_title
source: Tool search
nl: Tools zoeken

# ChatForm_openai_toolSearch_executionMode
source: Execution mode
nl: Uitvoering

# ChatForm_openai_toolSearch_hosted
source: Hosted
nl: Gehost

# ChatForm_openai_max_num_results
source: Maximum number of results
nl: Maximaal aantal resultaten

# ChatForm_openai_vector_store_ids
source: Ids of the vector stores
nl: Ids van de documentenhubs

# ChatForm_openai_file_search
source: File search
nl: Documentenhub

# ChatForm_openai_shellEnvironment
source: Environment
nl: Omgeving

# ChatForm_openai_shellEnvironmentContainerAuto
source: Hosted container (auto)
nl: Gehoste container (automatisch)

# ChatForm_openai_shellEnvironmentContainerReference
source: Hosted container (reference)
nl: Gehoste container (referentie)

# ChatForm_openai_shellEnvironmentLocal
source: Local runtime
nl: Lokale runtime

# ChatForm_openai_shellFileIds
source: Ids of the files
nl: Ids van de bestanden

# ChatForm_openai_shellMemoryLimit
source: Memory limit
nl: Geheugenlimiet

# ChatForm_openai_shellNoMemoryLimit
source: Default memory
nl: Standaardgeheugen

# ChatForm_openai_shellNetworkPolicy
source: Network policy
nl: Netwerkbeleid

# ChatForm_openai_shellNetworkPolicyDisabled
source: Disabled
nl: Uitgeschakeld

# ChatForm_openai_shellNetworkPolicyAllowlist
source: Allowlist
nl: Specifieke domeinen

# ChatForm_openai_shellAllowedDomains
source: Allowed domains
nl: Toegestane domeinen

# ChatForm_openai_shellSecretDomain
source: Secret domain
nl: Geheim domein

# ChatForm_openai_shellSecretName
source: Secret name
nl: Geheime naam

# ChatForm_openai_shellSecretValue
source: Secret value
nl: Geheime waarde

# ChatForm_openai_shellAddDomainSecret
source: Add domain secret
nl: Domeingeheim toevoegen

# ChatForm_openai_shellSkillReference
source: Skill reference
nl: Skill-referentie

# ChatForm_openai_shellSelectSkill
source: Select a skill
nl: Selecteer een skill

# ChatForm_openai_shellNoSkillsAvailable
source: No OpenAI shell skills are available from the shared skills catalog.
nl: Er zijn geen OpenAI-shellskills beschikbaar vanuit de gedeelde skillcatalogus.

# ChatForm_openai_shellAddSkillReference
source: Add skill reference
nl: Skill-referentie toevoegen

# ChatForm_openai_shellAddInlineSkill
source: Add inline skill
nl: Inline skill toevoegen

# ChatForm_openai_shellInlineUploadHelp
source: Drop a ZIP archive here or choose one to attach as the inline skill source.
nl: Sleep hier een ZIP-archief heen of kies er een om als inline skill-bron toe te voegen.

# ChatForm_openai_shellUploadArchive
source: Upload ZIP archive
nl: ZIP-archief uploaden

# ChatForm_openai_shellReplaceArchive
source: Replace ZIP archive
nl: ZIP-archief vervangen

# ChatForm_openai_shellRemoveArchive
source: Remove archive
nl: Archief verwijderen

# ChatForm_openai_shellArchiveSelected
source: Selected archive: {{fileName}}
nl: Geselecteerd archief: {{fileName}}

# ChatForm_openai_shellNoArchiveSelected
source: No ZIP archive selected
nl: Geen ZIP-archief geselecteerd

# ChatForm_openai_knownSpeakersTitle
source: Known speakers
nl: Bekende sprekers

# ChatForm_openai_knownSpeakersDescription
source: Add up to 4 speaker names and upload a short voice sample per speaker to improve diarization.
nl: Voeg maximaal 4 sprekersnamen toe en upload een korte stem-voorbeeld per spreker om herkenning te verbeteren.

# ChatForm_openai_knownSpeakersAdd
source: Add speaker
nl: Spreker toevoegen

# ChatForm_openai_knownSpeakersNamePlaceholder
source: e.g. Alice
nl: bijv. Alice

# ChatForm_openai_knownSpeakersSampleMissing
source: No sample uploaded
nl: Geen sample geüpload

# ChatForm_openai_knownSpeakersNameExists
source: This name already exists.
nl: Deze naam bestaat al.

# ChatForm_openai_knownSpeakersMax
source: You can add up to 4 speakers.
nl: Je kunt maximaal 4 sprekers toevoegen.

# ChatForm_openai_knownSpeakersDeleteConfirm
source: This speaker has a saved sample. Delete the speaker and its sample?
nl: Deze spreker heeft een opgeslagen sample. Spreker en sample verwijderen?

# ChatForm_openai_knownSpeakersSampleDuration
source: Recording must be between 2 and 10 seconds.
nl: Opname moet tussen 2 en 10 seconden zijn.

# ChatForm_openai_realtimeTranscriptionTitle
source: Realtime transcription
nl: Realtime transcriptie
